Fluent2OFTest/OF230/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    INLET
    {
        type            patch;
        nFaces          566;
        startFace       365320;
    }
    OUTLET
    {
        type            patch;
        nFaces          566;
        startFace       365886;
    }
    WALL
    {
        type            wall;
        inGroups        1(wall);
        nFaces          12608;
        startFace       366452;
    }
    INYECTION
    {
        type            wall;
        inGroups        1(wall);
        nFaces          200;
        startFace       379060;
    }
)

// ************************************************************************* //
