Fluent2OFTest/OF230/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    INLET
    {
        type            fixedValue;
        value           uniform (0 0 -0.2);
    }

    OUTLET
    {
        type            zeroGradient;
    }

    WALL
    {
        type            fixedValue;
        value           uniform (0 0 0);
    }

    INYECTION
    {
        type            fixedValue;
        value           uniform (0.92023184736587 -0.33893953785328 -0.1956868334186);
    }
}

// ************************************************************************* //
